# Список с данными для подключения к БД MySql: ip сервера, логин, пароль,
# название БД.
##############################################################################
# List of data to connect MySql database: server ip, login, password, db name.
MYSQL_CONNECT = ["your server ip", "your mysql login", "your mysql password", "database name"]

WEEKDAYS = ["Понедельник", "Вторник", "Среда", "Четверг", "Пятница",
            "Суббота", "Воскресенье"]

# Праздничные дни в 2018 году.
##############################################################################
# Holidays in 2018.
HOLIDAYS = ['2018.01.01', '2018.01.02', '2018.01.03', '2018.01.04',
            '2018.01.05', '2018.01.06', '2018.01.07', '2018.01.08',
            '2018.02.23', '2018.02.24', '2018.02.25', '2018.03.08',
            '2018.03.09', '2018.03.10', '2018.03.11', '2018.04.29',
            '2018.04.30', '2018.05.01', '2018.05.02', '2018.05.09',
            '2018.06.10', '2018.06.11', '2018.06.12', '2018.11.03',
            '2018.11.04', '2018.11.05', '2018.12.31']

SLACK_BOT_TOKEN = 'your bot token'
